VOCABULARY_LIST = [
    "джарвис", "свитч", "свишь", "с п о т и ф а й", "ф а е р ф о к с", "браузер", "в с к о д", "мазила",
    "телеграм", "д и с к о р д", "блокнот", "выход", "стоп", "привет", "стим", "диспечер", "задач", "проводник",
    "пауза", "плей", "следующий трек", "открыть сайт", "гугл", "ютуб", "обсидиан", "ю к и н о н", "тг"
]


APP_ALIASES = {
    "спотифай": "spotify.exe",
    "хром": "chrome.exe",
    "браузер": "firefox.exe",
    "вскод": "Code.exe",  
    "скод": "Code.exe", 
    "скот": "Code.exe", 
    "вскот": "Code.exe",
    "телеграм": "Telegram.exe",
    "дискорд": "Discord.exe",
    "блокнот": "Notepad.exe", 
    "хаб": "Happ.exe",
    "файрфокс": "firefox.exe",
    "фаерфокс": "firefox.exe",
    "фарфокс": "firefox.exe",
    "мазила": "firefox.exe",
    "стим": "steamwebhelper.exe",
    "проводник": "explorer.exe",
    "диспечер задач": "taskmgr.exe",
    "обсидиан": "obsidian.exe",
}